Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: For sure, Poland is developing rapidly, which is promising not only for investment but also to study.
pl: Z pewnością Polska jest krajem, który rozwija się w szybkim tempie, co nie tylko świadczy na korzyść inwestowania tutaj, ale i studiowania.

source: Furthermore, as I observed, there are many similarities between Indonesia and Poland.
pl: Co więcej, podczas moich obserwacji dostrzegłam wiele podobieństw pomiędzy Indonezją i Polską.

source: And this is another reason why I finally decided to choose Poland as my destination to study.
pl: I to jest kolejny powód, dlaczego ostatecznie zdecydowałam się wybrać Polskę jako miejsce mojego studiowania.

source: I found almost no difficulties related to culture, food, and friends.
pl: Nie spotkałam się praktycznie z żadnymi trudnościami kulturowymi, żywieniowymi czy towarzyskimi.

source: • What field of study in Poland did you choose?
pl: • Jaki kierunek studiów wybrałaś?

source: I choose Architecture and Urban Planning, in line with my previous subject in Bachelor degree in Architecture.
pl: Jako kontynuację moich studiów licencjackich wybrałam architekturę i urbanistykę.

source: Briefly, my research plan is about urban design and water-based architectural design, combined by technology, science, social, history, and urban planning.
pl: Moje plany naukowe to projektowanie przestrzeni miejskiej, architektura na bazie wody, w połączeniu technologii, nauki, socjologii i historii.

source: It was a surprise that Poland has many hi-tech buildings which are very well-designed, and modern.
pl: Było dla mnie zaskoczeniem, że w Polsce jest tak wiele zaawansowanych technologicznie budynków, które są tak dobrze i nowocześnie zaprojektowane.

source: I admire the way cities in Poland are able to harmonize the old and modern buildings which are truly wonderful.
pl: Podziwiam w jaki sposób miasta w Polsce są w stanie zharmonizować stare i nowoczesne budynki, które są wspaniałe.

source: And I am grateful that I could see those buildings by myself, I am so excited that I could learn many things here.
pl: Jestem wdzięczna, że mogę oglądać to na własne oczy i cieszę się, że mogę tak wiele tu się nauczyć.

source: • What were your plans and expectations related to studying in Poland?
pl: • Jakie były Twoje plany i oczekiwania względem studiowania w Polsce?

source: Honestly, I expected that I could learn many things related to my research, and then become a professional architect and urban planner, and help many other countries to solve the urban issues, especially ones related to my specialization.
pl: Szczerze mówiąc oczekiwałam, że będę mogła nauczyć się tu wielu rzeczy, aby móc zostać profesjonalnym architektem i urbanistą, a w przyszłości pomagać innym krajom w rozwiązywaniu urbanistycznych problemów, szczególnie tych, które są związane z moją specjalizacją.

source: • What kind of possibilities gives you studying in Poland?
pl: • Jakie możliwości daje Ci studiowanie w Polsce?

source: In my opinion, the fact that prior to undertaking their studies the candidates need to prepare a research plan opens new prospects.
pl: Moim zdaniem, fakt że kandydaci do studiowania w Polsce muszą przygotować plan badań, który chcą zrealizować, otwiera nowe możliwości.

source: By research plan, we are able to tell people about our ideas, our intentions, our plans and hopes for the future.
pl: Poprzez taki plan jesteśmy w stanie opowiedzieć ludziom o naszych pomysłach, intencjach, planach i nadziejach na przyszłość.

source: In other words, it is a way to prove our skills and objectives.
pl: Innymi słowy, poprzez to możemy pokazać, jakie są nasze umiejętności i zamiary.

source: • What are your expectations for the future?
pl: • Jakie są Twoje plany na przyszłość?

source: Firstly, I hope that being a part of this scholarship programme would increase my chances to study and build my career in Europe.
pl: Po pierwsze mam nadzieję, że dzięki uzyskaniu tego stypendium, wzrosną moje szanse na studiowanie i budowanie swojej kariery w Europie.

source: I hope that I could be involved in many international events.
pl: Mam nadzieję, że będę mogła brać udział w wielu międzynarodowych wydarzeniach.

source: And, since the scholarship is granted by the Polish Government, I wish that my research is not only published in Poland but also in my country.
pl: Ponieważ stypendium jest ofertą polskiego rządu, mam nadzieję, że moje badania publikowane będą nie tylko w Polsce, ale także w moim kraju.

source: I also hope that in the future my research could be implemented in Poland and many other countries.
pl: W przyszłości mam nadzieję na to, że moje prace będą mogły być wdrażane w innych państwach.

source: • What would you tell to all those who hesitate to take a study in Poland?
pl: • Co powiedziałabyś wszystkim tym, którzy wahają się podjąć studia w Polsce?

source: In my opinion, you should not hesitate to choose Poland as your study destination.
pl: W mojej opinii, nie ma co się zastanawiać przy wyborze Polski jako miejsca studiowania.

source: With Poland being a Member State of the European Union, Polish universities have received many acknowledgements and have been recognized for their expertise.
pl: Z uwagi na członkostwo Polski w Europejskiej, polskie uniwersytety charakteryzuje pełny profesjonalizm.

source: First of all, be certain of your study purposes.
pl: Przede wszystkim, trzeba być pewnym swoich zawodowych celów.

source: Then you can find out all the required information, choose a subject you are interested in and the best university to study it.
pl: Wtedy można szukać potrzebnych informacji, wybrać kierunek studiów i najlepszy pod tym kątem uniwersytet.

source: Moreover, write your research plan including your motivation and purposes, and explain why you are the one who should obtain the scholarship.
pl: Co więcej, dobrze jest napisać swój program studiów, opisując swoją motywację i przyszłe cele oraz wyjaśnić, dlaczego to właśnie Ty powinieneś uzyskać stypendium.

source: Please be prepared to present yourself and your skills, and make sure that you meet the requirements.
pl: Trzeba być przygotowanym do szczegółowego opowiedzenia o sobie i o swoich zdolnościach.

source: The first year could be the best time for you to get to know more about Poland, and to adapt to the new environment in this beautiful country.
pl: To może być twój najlepszy czas, aby dowiedzieć się więcej o Polsce, zaadoptować się do nowego środowiska w tym pięknym kraju.

source: Be prepared and go study Poland!
pl: Bądź gotowy i jedź studiować w Polsce!

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2010 / AIA - Social dimension of the new economy of Rustavi
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2010 / AIA - Osiedlowy wymiar nowej ekonomii miasta Rustawi

source: AIA - Social dimension of the new economy of Rustavi
pl: AIA - Osiedlowy wymiar nowej ekonomii w Rustawi

source: The old economic bonds were broken and, consequently, local people lost their sources of income, migrated and became socially disintegrated.
pl: W wyniku procesu transformacji ustrojowej w Gruzji przeprowadzono prywatyzację zasobów mieszkaniowych, a do zarządzania budynkami wielorodzinnymi powołano wspólnoty mieszkaniowe.

source: Rustavi is currently undergoing a structural transformation, from the model based on the traditional sectors to the new model, based on services and modern technologies.
pl: W trakcie realizacji projektu wybrano trzy osiedla do przeprowadzenia pilotażowej wersji programu współdziałania oraz współfinansowania projektów zagospodarowania i modernizacji terenów wokół budynków.

source: The project managed by SRGG focused on the preparation of the city's municipal office staff for the implementation of the projects aligned with the development strategy which had been developed in collaboration with UNDP.
pl: Wspólnoty mieszkaniowe trzech osiedli nawiązały współpracę, przygotowano plany urbanistyczne tych osiedli, doprowadzono do wydzielenia gruntów i uwłaszczenia na nich wspólnot.

source: In the spirit of this objective, an incubator for prospective entrepreneurs was created, construction of social security housing was launched, and a life long learning centre was established.
pl: Opracowano plany architektoniczne, plany zagospodarowania terenu, zaprojektowano małą architekturę, przeprowadzono nasadzenia nowych drzew na terenach zielonych.

source: You are here Polish Aid / News / Minister Katarzyna Pełczyńska-Nałęcz visits East Africa
pl: jesteś tutaj Polska pomoc / Aktualności / Wizyta min. Katarzyny Pełczyńskiej-Nałęcz, w Afryce Wschodniej

source: Minister Katarzyna Pełczyńska-Nałęcz visits East Africa
pl: Wizyta min. Katarzyny Pełczyńskiej-Nałęcz, w Afryce Wschodniej

source: From 15th to 18th January 2013 the MFA's Undersecretary of State for Development Cooperation, Minister Katarzyna Pełczyńska-Nałęcz will be paying a visit to Kenya and Rwanda.
pl: W dniach 15-18 stycznia 2013 r. Katarzyna Pełczyńska-Nałęcz, podsekretarz stanu w MSZ ds. współpracy rozwojowej, udaje się z wizytą do Kenii i Rwandy.

source: The purpose of the visit is to evaluate the implementation and effects of Poland's Development Cooperation in these states and discuss its future perspectives.
pl: Celem wizyty będzie ocena realizacji i wyników działań polskiej współpracy rozwojowej w tych krajach oraz omówienie jej perspektyw.

source: Minister Katarzyna Pełczyńska-Nałęcz will take part in a dialogue with representatives from Kenya and Rwanda responsible for foreign affairs, development planning and education.
pl: Minister Pełczyńska-Nałęcz odbędzie szereg rozmów z przedstawicielami władz Kenii i Rwandy odpowiedzialnych za sprawy zagraniczne, planowanie rozwoju oraz edukację.

source: She will also meet the EU Embassies' representatives accredited to these states and NGOs carrying out assistance projects.
pl: Spotka się także z reprezentantami ambasad UE akredytowanych w tych krajach oraz organizacji pozarządowych realizujących projekty pomocowe.

source: Minister Pełczyńska-Nałęcz will visit selected projects implemented from the 2012 Polish Aid means, including:
pl: Minister Pełczyńska-Nałęcz będzie także wizytowała wybrane projekty realizowane ze środków polskiej pomoc w roku 2012, m.in.

source: The Centre for the Blind and Sand-Blind Children in Kibeho is the biggest development project financed from the MFA's funds in East Africa.
pl: Ośrodek dla dzieci niewidomych i słabowidzących w Kibeho jest największym projektem rozwojowym dofinansowanym przez MSZ w Afryce Wschodniej.

source: Franciscan Sisters Servants of the Cross are project's partner and initiator.
pl: Partnerem i pomysłodawcą projektu jest Zgromadzenie Sióstr Franciszkanek Służebnic Krzyża.

source: The Centre was established in 2009.
pl: Budowa ośrodka została zakończona w roku 2009.

source: Currently, it is supported by the Polish Aid in the field regarding its further activity and enlargement (the purchase and installation of water pump in 2011 and enlargement of the primary school in 2012 - building foundations, providing roof covering and electricity).
pl: Obecnie ośrodek otrzymuje wsparcie z polskiej pomocy dotyczące jego dalszej działalności i rozbudowy (zakup i montaż pompy wodnej w 2011 roku i rozbudowa szkoły podstawowej w 2012 roku - budowa fundamentów, pokrycie dachu, podłączenie prądu).

source: Due to the constantly increasing number of children in the Centre, it has been undergoing gradual enlargement since 2012.
pl: Z uwagi na stale rosnącą liczbę dzieci w Ośrodku, od roku 2012 trwa jego rozbudowa.

source: This will allow to provide space for learning and future professional development of the pupils.
pl: Pozwoli to na zapewnienie nowych miejsc do nauki oraz zdobywania późniejszego zawodu wychowankom Ośrodka.

source: The enlargement was financed not only from the means of the Polish Aid programme, but also from public contributions and private donors.
pl: Rozbudowa, poza środkami otrzymanymi z programu polskiej pomocy, jest finansowana ze zbiórek publicznych, a także dzięki finansowaniu prywatnych donatorów.

source: b) Scientifically exciting lesson in the slum - incorporating active methods of science teaching and ICT technologies into the process of teaching in Mathare slum in Kenya
pl: b) Ściśle fajna lekcja w slumsie - włączanie aktywnych metod przekazywania wiedzy z zakresu przedmiotów przyrodniczych oraz podstaw technologii teleinformatycznych do procesu nauczania w slumsie Mathare w Kenii

source: Pursuant to the government's policy, primary education in Kenya is free of charge.
pl: Zgodnie z polityką rządu edukacja podstawowa w Kenii jest darmowa.

source: This, however, does not translate into quantity and quality of available schools.
pl: Nie przekłada się to niestety na ilość i jakość dostępnych szkół.

source: Because of that, parents are forced to send children to the so called informal schools (low-budget private schools).
pl: Rodzice posyłają więc dzieci do tzw. szkół nieformalnych (niskokosztowe szkoły prywatne).

source: These institutions do not receive governmental support, there is also no control over the education quality.
pl: Placówki te nie otrzymują wsparcia od rządu, nie jest także kontrolowana jakość nauczania.

source: Consequently, these schools lack educational materials and their teachers have insufficient education level.
pl: W rezultacie szkoły te charakteryzuje brak pomocy naukowych oraz niski poziom wykształcenia nauczycieli.

source: The Partners Poland Foundation together with their local partner, Dignitas Project, decided to face these challenges.
pl: Na takie wyzwania postanowiła odpowiedzieć Fundacja Partners Polska wraz z lokalnym partnerem - Dignitas Project.

source: The aforementioned organisations took actions aimed at including active teaching methods of natural sciences and the basics of Information and Communication Technologies in the teaching programme.
pl: Organizacje podjęły działania służące włączaniu do programu kształcenia aktywnych metod nauczania przedmiotów przyrodniczych oraz podstaw technologii teleinformatycznych.

source: The project encompassed 10 informal schools were 18 teachers were trained in methods and techniques of active teaching of exact sciences.
pl: Projektem objęto 10 nieformalnych szkół, w których przeszkolono 18 nauczycieli z metod i technik aktywnego nauczania przedmiotów ścisłych.

source: The institutions were equipped with education materials, including mobile laboratories for experiments in physics and biology.
pl: Placówki zostały wyposażone w zestawy pomocy naukowych, w tym przenośne laboratoria do przeprowadzania lekcji doświadczalnych z fizyki czy biologii.

source: Additionally, a computer centre with access to the Internet was established.
pl: Utworzono także centrum komputerowe z dostępem do Internetu.

source: Poland's Development Co-operation for East Africa consists mainly in providing support in the field of improving the quality of life, health and better access to education of its residents.
pl: Polska pomoc rozwojowa na rzecz krajów Afryki Wschodniej polega na realizacji działań dotyczących wsparcia służącego podnoszeniu jakości życia, zdrowia i zwiększaniu dostępu do edukacji jej mieszkańców.

source: The projects co-financed by the MFA are implemented by Polish NGOs, public universities, research institutes and Polish foreign institutions co-operating with local social partners ( Small Grants System ).
pl: Dofinansowywane przez MSZ projekty są realizowane przez polskie organizacje pozarządowe oraz publiczne szkoły wyższe i instytuty badawcze, a także przez polskie placówki zagraniczne, współpracujące z miejscowymi partnerami społecznymi ( system małych grantów ).

source: When necessary, Poland also transfers funds for humanitarian actions in the regions.
pl: W razie zaistniałej konieczności Polska przekazuje także środki na działania humanitarne w regionie.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2009 / Provision of equipment for the centre for blind children in Kibeho
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2009 / Wyposażenie ośrodka dla dzieci niewidomych w Kibeho

source: Provision of equipment for the centre for blind children in Kibeho
pl: Wyposażenie ośrodka dla dzieci niewidomych w Kibeho

source: In 2007 the Embassy of the Republic of Poland in Nairobi initiated the construction of a centre for blind children in Kibeho (Nyaruguru district, Rwanda).
pl: W 2007 roku Ambasada RP w Nairobi zainicjowała budowę ośrodka dla dzieci niewidomych w Kibeho (dystrykt Nyaruguru, Rwanda).

source: The project's partner is the Congregation of Franciscan Sisters Servants of the Cross which has extensive experience in running similar facilities for people with sight impairments.
pl: Partnerem projektu jest Zgromadzenie Sióstr Franciszkanek Służebnic Krzyża, które ma wieloletnie doświadczenie w prowadzeniu tego typu placówek i pracy z osobami niewidomymi.

source: The project also provided funding for a Braille printer for the students which was officially presented by Minister Radosław Sikorski during the opening ceremony in September 2009.
pl: Na potrzeby podopiecznych placówki Ambasada zakupiła drukarkę braille'owską, której przekazanie nastąpiło podczas oficjalnego otwarcia dokonanego przez ministra Radosława Sikorskiego we wrześniu 2009 roku.

source: Eastern Partnership Academy of Public Administration (EPAPA) came into existence during the Polish presidency of the EU Council.
pl: Akademia Administracji Publicznej Partnerstwa Wschodniego (AAPPW) została powołana podczas polskiej prezydencji w Radzie Unii Europejskiej.

source: The creation of the Academy turned up in the records of the final declaration adopted during the Summit.
pl: Powołanie Akademii znalazło również odzwierciedlenie w zapisach deklaracji końcowej przyjętej w trakcie Szczytu.

source: The program aims at strengthening government administration in the Eastern Partnership countries by organizing specialized trainings for civil servants from the partner countries: Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine.
pl: Celem programu jest wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich: Armenii, Azerbejdżanu, Białorusi, Gruzji, Mołdawii i Ukrainy.

source: It helps in creating professional civil service in this countries, which constitutes an expert background essential for implementing the principles of democratic rule of law and modern economy based on knowledge.
pl: Służy on kształtowaniu w tych krajach profesjonalnej kadry urzędniczej, stanowiącej zaplecze eksperckie niezbędne do wdrażania zasad demokratycznego państwa prawa i nowoczesnej gospodarki opartej na wiedzy.

source: The Department of Development Cooperation has been implementing the programme since 2011 in cooperation with the National School of Public Administration (KSAP).
pl: Departament Współpracy Rozwojowej MSZ realizuje program od 2011 r. we współpracy z Krajową Szkołą Administracji Publicznej (KSAP).

source: The trainings are carried out according to the following thematic blocks:
pl: Szkolenia są realizowane według poniższych bloków tematycznych:

source: European integration, including negotiations, EU institutions, comitology;
pl: integracja europejska, m.in. negocjacje, instytucje UE, komitologia;

source: civil service: including management through values, civil service reform;
pl: służba cywilna: m.in. zarządzanie przez wartości, reforma SC;

source: economics and business: including trainings concerning public funds, management control, project management, small and medium enterprises;
pl: ekonomia i biznes: m.in. szkolenia dotyczące finansów publicznych, kontroli zarządczej, zarządzania projektami, MŚP;

source: Over the period of 2011 - 2016, 20 training modules have been organized for 382 officials from the countries of the Eastern Partnership.
pl: W latach 2011 - 2016 w ramach Akademii zorganizowanych zostało 20 modułów szkoleniowych dla 382 urzędników z krajów PW.

source: Georgian public administration representatives constituted the largest number of participants (123), then the Ukrainian representatives (87) and Moldovan (76).
pl: Największą grupę uczestników stanowili przedstawiciele administracji gruzińskiej (123 osoby), następnie ukraińskiej (87 osób) oraz mołdawskiej (76 osób).

source: The Azerbaijani government administration was represented by 38 officials, Armenian by 37 and Belorussian by 21.
pl: Administrację rządową Azerbejdżanu reprezentowało 38 urzędników, Armenii - 37, a Białorusi - 21.

source: You are here Polish Aid / News / Poland seen through the eyes of famous photographer
pl: jesteś tutaj Polska pomoc / Aktualności / Świat poznaje Polskę oczami słynnego fotoreportera

source: Poland seen through the eyes of famous photographer
pl: Świat poznaje Polskę oczami słynnego fotoreportera

source: Poland seen through the eyes of famous photographer - campaign launched by the MFA on the occasion of the 25th anniversary of the first post-war free, pluralistic elections, 15 years of NATO membership and 10th anniversary of EU accession.
pl: Świat poznaje Polskę oczami słynnego fotoreportera - kampania MSZ z okazji 25 rocznicy pierwszych po wojnie pluralistycznych wyborów, 15-lecia członkostwa Polski w Nato oraz 10-lecia przystąpienia do Unii Europejskiej.

source: On 4th June, 2014 Poland is celebrating the 25th anniversary of first pluralistic parliamentary elections after the Second World War.
pl: 4 czerwca 2014 r. Polska obchodzi 25. rocznicę pierwszych po II wojnie światowej pluralistycznych wyborów parlamentarnych.

source: This event has been permanently enshrined in the history of Poland and became a symbolic date of the fall of the Iron Curtain in Europe.
pl: Wydarzenie to zapisało się trwale w historii Polski i stało się symboliczną datą upadku żelaznej kurtyny w Europie.

source: A clear victory of the candidates from the Civic Committee led by Lech Walesa became a beginning of dynamic, democratic changes in the whole region.
pl: Zdecydowane zwycięstwo kandydatów skupionych wokół Komitetu Obywatelskiego przy Lechu Wałęsie stało się początkiem dynamicznych, demokratycznych zmian w całym regionie.

source: A direct result of the 4th June victory was the appointment of a first after the Second World War non-communist prime minister in Central-Eastern Europe - Tadeusz Mazowiecki, which took place in September 1989.
pl: Bezpośrednim skutkiem wygranej z 4 czerwca było wybranie we wrześniu 1989 r. pierwszego po II wojnie światowej niekomunistycznego premiera w Europie Środkowo-Wschodniej - Tadeusza Mazowieckiego.

source: This year Poland is celebrating two more important anniversaries: 15 years of NATO membership and 10 years of EU accession.
pl: W tym roku Polska obchodzi także dwie inne ważne rocznice: 15-lecie członkostwa w NATO oraz 10-lecie przystąpienia do Unii Europejskiej.

source: Keeping in mind the importance of these events, Ministry of Foreign Affairs prepared an image-building campaign “Poland.
pl: Mając na uwadze znaczenie tych wydarzeń, Ministerstwo Spraw Zagranicznych przygotowało kampanię promocyjną „Poland.

source: A core element of the campaign is TV spot promoting Poland which is aired simultaneously on four popular supraregional TV channels (BBC, CNN, Eurosport i Sky News).
pl: Jej głównym elementem jest spot telewizyjny emitowany jednocześnie w czterech stacjach panregionalnych (BBC, CNN, Eurosport i Sky News).
